Repository: devlifeX/custom-string-for-price-woocommerce
Catalog: languages/dv-custom-string-*.po
Languages: fa_ir

source: Allows you to show a String instead of price, Also support for variable products
fa_ir: به شما امکان می دهد یک متن دلخواه را به جای قیمت نشان دهید، همچنین از محصولات متغیر پشتیبانی می کند. (مثال: برای نمایش به‌زودی روی برخی محصولات)

source: Choose either 'Include' or 'Exclude'. 'Include' means that the selected products will have the changes applied, while 'Exclude' means the changes will not be applied to those products.
fa_ir: "شامل" یا "مستثنی" را انتخاب کنید. 'شامل' به این معنی است که متن برای محصولات انتخابی اعمال می شود، در حالی که 'مستثنی' به این معنی است که تغییرات روی همه محصولات به‌غیر از محصولات انتخابی اعمال می‌شود.

source: Choose products to which you want to apply changes.
fa_ir: محصولاتی که نیاز دارید را انتخاب کنید

source: Condition
fa_ir: شرط نمایش

source: Custom String instead of price
fa_ir: متن دلخواه بجای قیمت

source: Dariush vesal
fa_ir: داریوش وصال

source: Enter a custom message that you want to show instead of the price.
fa_ir: پیامی که مایل هستید بجای قیمت نشان داده شود را وارد کنید.

source: Enter a message:
fa_ir: یک پیام وارد کنید:

source: Exclude
fa_ir: مستثنی

source: Include
fa_ir: شامل

source: Message Section
fa_ir: بخش پیام

source: Products
fa_ir: محصولات

source: Select an option:
fa_ir: یک گزینه را انتخاب کنید.

source: Soon
fa_ir: به‌زودی
